const OrdersPage = (props) => {
    return (
        <><div class="content-wrapper">
            <div class="container">
                <div class="content">
                    <div class="main-content">
                        <h2 class="title">Движение заказов</h2>
                        <div class="main-wrapper">
                            <div class="mobile-filter">
                                <ol class="drop-down-wrapper">
                                    <input type="text" class="drop-down-value"/>
                                        <span class="drop-down-title red-btn">
                                            Фильтр
                                        </span>
                                        <ul class="drop-down-list">
                                            <li class="drop-down-li"><a class="drop-down-item" href="#">Сначала
                                                популярные</a></li>
                                            <li class="drop-down-li"><a class="drop-down-item" href="#">Сначала
                                                дешевле</a></li>
                                            <li class="drop-down-li"><a class="drop-down-item" href="#">Сначала
                                                дороже</a></li>
                                            <li class="drop-down-li"><a class="drop-down-item" href="#">По
                                                рейтингу</a>
                                            </li>
                                        </ul>
                                    </ol>
                            </div>
                            <form action="#" method="#" class="interface">
                                <div class="serach">
                                    <input id="search-input" type="text" class="search-input"
                                        placeholder="Поиск по заказам"/>
                                    </div>
                                <div class="status">
                                    <ol class="drop-down-wrapper">
                                        <input type="text" class="drop-down-value"/>
                                            <span class="drop-down-title transparent-btn">
                                                Выбор авто
                                                <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24"
                                                    viewBox="0 0 24 24" fill="none">
                                                    <path
                                                        d="M10.7 17.2997L15.3 12.6997C15.4 12.5997 15.4707 12.4914 15.512 12.3747C15.5533 12.2581 15.5743 12.1331 15.575 11.9997C15.575 11.8664 15.554 11.7414 15.512 11.6247C15.47 11.5081 15.3993 11.3997 15.3 11.2997L10.7 6.69974C10.5167 6.51641 10.2833 6.42474 10 6.42474C9.71667 6.42474 9.48333 6.51641 9.3 6.69974C9.11667 6.88308 9.025 7.11641 9.025 7.39974C9.025 7.68308 9.11667 7.91641 9.3 8.09974L13.2 11.9997L9.3 15.8997C9.11667 16.0831 9.025 16.3164 9.025 16.5997C9.025 16.8831 9.11667 17.1164 9.3 17.2997C9.48333 17.4831 9.71667 17.5747 10 17.5747C10.2833 17.5747 10.5167 17.4831 10.7 17.2997Z"
                                                        fill="white" />
                                                </svg>
                                            </span>
                                            <ul class="drop-down-list">
                                                <li class="drop-down-li"><a class="drop-down-item" href="#">Сначала
                                                    популярные</a></li>
                                                <li class="drop-down-li"><a class="drop-down-item" href="#">Сначала
                                                    дешевле</a></li>
                                                <li class="drop-down-li"><a class="drop-down-item" href="#">Сначала
                                                    дороже</a></li>
                                                <li class="drop-down-li"><a class="drop-down-item" href="#">По
                                                    рейтингу</a>
                                                </li>
                                            </ul>
                                        </ol>
                                </div>
                                <div class="data">
                                    <div class="data-start">
                                        <span class="pre-text"><span>Дата с</span></span>
                                        <div class="calendar">
                                            <input type="hidden" name="" id=""/>
                                                <span class="calendar-text">17.09.2021</span>
                                                <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                                    xmlns="http://www.w3.org/2000/svg">
                                                    <path
                                                        d="M12 14C11.7167 14 11.479 13.904 11.287 13.712C11.095 13.52 10.9993 13.2827 11 13C11 12.7167 11.096 12.479 11.288 12.287C11.48 12.095 11.7173 11.9993 12 12C12.2833 12 12.521 12.096 12.713 12.288C12.905 12.48 13.0007 12.7173 13 13C13 13.2833 12.904 13.521 12.712 13.713C12.52 13.905 12.2827 14.0007 12 14ZM8 14C7.71667 14 7.479 13.904 7.287 13.712C7.095 13.52 6.99934 13.2827 7 13C7 12.7167 7.096 12.479 7.288 12.287C7.48 12.095 7.71734 11.9993 8 12C8.28334 12 8.521 12.096 8.713 12.288C8.905 12.48 9.00067 12.7173 9 13C9 13.2833 8.904 13.521 8.712 13.713C8.52 13.905 8.28267 14.0007 8 14ZM16 14C15.7167 14 15.479 13.904 15.287 13.712C15.095 13.52 14.9993 13.2827 15 13C15 12.7167 15.096 12.479 15.288 12.287C15.48 12.095 15.7173 11.9993 16 12C16.2833 12 16.521 12.096 16.713 12.288C16.905 12.48 17.0007 12.7173 17 13C17 13.2833 16.904 13.521 16.712 13.713C16.52 13.905 16.2827 14.0007 16 14ZM12 18C11.7167 18 11.479 17.904 11.287 17.712C11.095 17.52 10.9993 17.2827 11 17C11 16.7167 11.096 16.479 11.288 16.287C11.48 16.095 11.7173 15.9993 12 16C12.2833 16 12.521 16.096 12.713 16.288C12.905 16.48 13.0007 16.7173 13 17C13 17.2833 12.904 17.521 12.712 17.713C12.52 17.905 12.2827 18.0007 12 18ZM8 18C7.71667 18 7.479 17.904 7.287 17.712C7.095 17.52 6.99934 17.2827 7 17C7 16.7167 7.096 16.479 7.288 16.287C7.48 16.095 7.71734 15.9993 8 16C8.28334 16 8.521 16.096 8.713 16.288C8.905 16.48 9.00067 16.7173 9 17C9 17.2833 8.904 17.521 8.712 17.713C8.52 17.905 8.28267 18.0007 8 18ZM16 18C15.7167 18 15.479 17.904 15.287 17.712C15.095 17.52 14.9993 17.2827 15 17C15 16.7167 15.096 16.479 15.288 16.287C15.48 16.095 15.7173 15.9993 16 16C16.2833 16 16.521 16.096 16.713 16.288C16.905 16.48 17.0007 16.7173 17 17C17 17.2833 16.904 17.521 16.712 17.713C16.52 17.905 16.2827 18.0007 16 18ZM5 22C4.45 22 3.979 21.804 3.587 21.412C3.195 21.02 2.99934 20.5493 3 20V6C3 5.45 3.196 4.979 3.588 4.587C3.98 4.195 4.45067 3.99933 5 4H6V2H8V4H16V2H18V4H19C19.55 4 20.021 4.196 20.413 4.588C20.805 4.98 21.0007 5.45067 21 6V20C21 20.55 20.804 21.021 20.412 21.413C20.02 21.805 19.5493 22.0007 19 22H5ZM5 20H19V10H5V20Z"
                                                        fill="black" />
                                                </svg>
                                            </div>
                                    </div>
                                    <div class="data-end">
                                        <div class="next-text">по</div>
                                        <div class="calendar">
                                            <span class="calendar-text">17.09.2022</span>
                                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                                                xmlns="http://www.w3.org/2000/svg">
                                                <path
                                                    d="M12 14C11.7167 14 11.479 13.904 11.287 13.712C11.095 13.52 10.9993 13.2827 11 13C11 12.7167 11.096 12.479 11.288 12.287C11.48 12.095 11.7173 11.9993 12 12C12.2833 12 12.521 12.096 12.713 12.288C12.905 12.48 13.0007 12.7173 13 13C13 13.2833 12.904 13.521 12.712 13.713C12.52 13.905 12.2827 14.0007 12 14ZM8 14C7.71667 14 7.479 13.904 7.287 13.712C7.095 13.52 6.99934 13.2827 7 13C7 12.7167 7.096 12.479 7.288 12.287C7.48 12.095 7.71734 11.9993 8 12C8.28334 12 8.521 12.096 8.713 12.288C8.905 12.48 9.00067 12.7173 9 13C9 13.2833 8.904 13.521 8.712 13.713C8.52 13.905 8.28267 14.0007 8 14ZM16 14C15.7167 14 15.479 13.904 15.287 13.712C15.095 13.52 14.9993 13.2827 15 13C15 12.7167 15.096 12.479 15.288 12.287C15.48 12.095 15.7173 11.9993 16 12C16.2833 12 16.521 12.096 16.713 12.288C16.905 12.48 17.0007 12.7173 17 13C17 13.2833 16.904 13.521 16.712 13.713C16.52 13.905 16.2827 14.0007 16 14ZM12 18C11.7167 18 11.479 17.904 11.287 17.712C11.095 17.52 10.9993 17.2827 11 17C11 16.7167 11.096 16.479 11.288 16.287C11.48 16.095 11.7173 15.9993 12 16C12.2833 16 12.521 16.096 12.713 16.288C12.905 16.48 13.0007 16.7173 13 17C13 17.2833 12.904 17.521 12.712 17.713C12.52 17.905 12.2827 18.0007 12 18ZM8 18C7.71667 18 7.479 17.904 7.287 17.712C7.095 17.52 6.99934 17.2827 7 17C7 16.7167 7.096 16.479 7.288 16.287C7.48 16.095 7.71734 15.9993 8 16C8.28334 16 8.521 16.096 8.713 16.288C8.905 16.48 9.00067 16.7173 9 17C9 17.2833 8.904 17.521 8.712 17.713C8.52 17.905 8.28267 18.0007 8 18ZM16 18C15.7167 18 15.479 17.904 15.287 17.712C15.095 17.52 14.9993 17.2827 15 17C15 16.7167 15.096 16.479 15.288 16.287C15.48 16.095 15.7173 15.9993 16 16C16.2833 16 16.521 16.096 16.713 16.288C16.905 16.48 17.0007 16.7173 17 17C17 17.2833 16.904 17.521 16.712 17.713C16.52 17.905 16.2827 18.0007 16 18ZM5 22C4.45 22 3.979 21.804 3.587 21.412C3.195 21.02 2.99934 20.5493 3 20V6C3 5.45 3.196 4.979 3.588 4.587C3.98 4.195 4.45067 3.99933 5 4H6V2H8V4H16V2H18V4H19C19.55 4 20.021 4.196 20.413 4.588C20.805 4.98 21.0007 5.45067 21 6V20C21 20.55 20.804 21.021 20.412 21.413C20.02 21.805 19.5493 22.0007 19 22H5ZM5 20H19V10H5V20Z"
                                                    fill="black" />
                                            </svg>
                                        </div>
                                    </div>
                                </div>
                                <input type="submit" value="Найти" class="red-btn" onclick="search()"/>
                                </form>
                            <table class="table">
                                <thead class="table-title">
                                    <tr>
                                        <th colspan="1" class="num"><span>№ <br/>
                                            заказа</span></th>
                                        <th colspan="1" class="direction"><span>Направление <br/>
                                            (дата заказа)</span></th>
                                        <th colspan="1" class="detal"><span>Деталь</span></th>
                                        <th colspan="2" class="price"><span>Сумма</span></th>
                                        <th colspan="1" class="status"><span>Состояние <br/>
                                            (дата)</span></th>
                                        <th colspan="1" class="nav-inf-wrapper"><span class="nav-inf">Ожидаем <br/>
                                            в офисе</span></th>
                                    </tr>
                                </thead>
                                <tbody class="table-body" id="cards">
                                    <tr class="active">
                                        <td class="num"><span>1</span></td>
                                        <td class="direction"><span>Дистрибьютер (13.11.21)</span></td>
                                        <td class="detal">
                                            <span>Test 1</span>
                                        </td>
                                        <td class="price" colspan="2">
                                            <span>3 392руб
                                                500 000 x 1шт</span>
                                        </td>
                                        <td class="status"><span>Выдано
                                            представителем 17.11.21 13:49</span></td>
                                        <td class="nav">
                                            <svg width="5" height="19" viewBox="0 0 5 19" fill="none"
                                                xmlns="http://www.w3.org/2000/svg">
                                                <circle cx="2.5" cy="2.5" r="2.5" fill="white" />
                                                <circle cx="2.5" cy="9.5" r="2.5" fill="white" />
                                                <circle cx="2.5" cy="16.5" r="2.5" fill="white" />
                                            </svg>

                                        </td>
                                    </tr>
                                    <tr class="active">
                                        <td class="num"><span>1</span></td>
                                        <td class="direction"><span>Дистрибьютер (13.11.21)</span></td>
                                        <td class="detal">
                                            <span>Test 1</span>
                                        </td>
                                        <td class="price" colspan="2">
                                            <span>3 392руб
                                                500 000 x 1шт</span>
                                        </td>
                                        <td class="status"><span>Выдано
                                            представителем 17.11.21 13:49</span></td>
                                        <td class="nav">
                                            <svg width="5" height="19" viewBox="0 0 5 19" fill="none"
                                                xmlns="http://www.w3.org/2000/svg">
                                                <circle cx="2.5" cy="2.5" r="2.5" fill="white" />
                                                <circle cx="2.5" cy="9.5" r="2.5" fill="white" />
                                                <circle cx="2.5" cy="16.5" r="2.5" fill="white" />
                                            </svg>

                                        </td>
                                    </tr>
                                    <tr class="active">
                                        <td class="num"><span>1</span></td>
                                        <td class="direction"><span>Дистрибьютер (13.11.21)</span></td>
                                        <td class="detal">
                                            <span>Test 1</span>
                                        </td>
                                        <td class="price" colspan="2">
                                            <span>3 392руб
                                                500 000 x 1шт</span>
                                        </td>
                                        <td class="status"><span>Выдано
                                            представителем 17.11.21 13:49</span></td>
                                        <td class="nav">
                                            <svg width="5" height="19" viewBox="0 0 5 19" fill="none"
                                                xmlns="http://www.w3.org/2000/svg">
                                                <circle cx="2.5" cy="2.5" r="2.5" fill="white" />
                                                <circle cx="2.5" cy="9.5" r="2.5" fill="white" />
                                                <circle cx="2.5" cy="16.5" r="2.5" fill="white" />
                                            </svg>

                                        </td>
                                    </tr>
                                    <tr class="active">
                                        <td class="num"><span>1</span></td>
                                        <td class="direction"><span>Дистрибьютер (13.11.21)</span></td>
                                        <td class="detal">
                                            <span>
                                                MOBIL 155558E
                                                Масло
                                                (Запрос проверки по VIN=WEWTETD)
                                                (Заказ проверен)
                                            </span>
                                        </td>
                                        <td class="price" colspan="2">
                                            <span>3 392руб
                                                500 000 x 1шт</span>
                                        </td>
                                        <td class="status"><span>Выдано
                                            представителем 17.11.21 13:49</span></td>
                                        <td class="nav">
                                            <svg width="5" height="19" viewBox="0 0 5 19" fill="none"
                                                xmlns="http://www.w3.org/2000/svg">
                                                <circle cx="2.5" cy="2.5" r="2.5" fill="white" />
                                                <circle cx="2.5" cy="9.5" r="2.5" fill="white" />
                                                <circle cx="2.5" cy="16.5" r="2.5" fill="white" />
                                            </svg>

                                        </td>
                                    </tr>
                                    <tr class="active">
                                        <td class="num"><span>1</span></td>
                                        <td class="direction"><span>Дистрибьютер (13.11.21)</span></td>
                                        <td class="detal">
                                            <span>Test 1</span>
                                        </td>
                                        <td class="price" colspan="2">
                                            <span>500 000руб
                                                500 000 x 1шт</span>
                                        </td>
                                        <td class="status"><span>Выдано
                                            представителем 17.11.21 13:49</span></td>
                                        <td class="nav">
                                            <svg width="5" height="19" viewBox="0 0 5 19" fill="none"
                                                xmlns="http://www.w3.org/2000/svg">
                                                <circle cx="2.5" cy="2.5" r="2.5" fill="white" />
                                                <circle cx="2.5" cy="9.5" r="2.5" fill="white" />
                                                <circle cx="2.5" cy="16.5" r="2.5" fill="white" />
                                            </svg>

                                        </td>
                                    </tr>
                                </tbody>
                            </table>
                            <div class="sum"><span>Сумма: 6 392руб</span></div>
                        </div>
                    </div>
                    <div class="right-sidebar">
                        <h2 class="title">Получить заказ</h2>
                        <div class="nav-wrapper">
                            <div class="qr-wrapper">
                                <img src="https://mbaction.com/wp-content/uploads/2017/03/M3Proeditor.jpg" alt="qr"
                                    class="qr"/>
                                    <p class="qr-text">Для получения заказа назовите менеджеру свой логин и ПИН код</p>
                                </div>
                            <div class="circle-btn-wrapper">
                                <a href="#" class="circle-btn">
                                    <div class="circle">
                                        <div class="cirle-content">
                                            <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25"
                                                viewBox="0 0 25 25" fill="none">
                                                <g clip-path="url(#clip0_103_8685)">
                                                    <path
                                                        d="M12.7906 1.6192C12.6041 1.54445 12.3959 1.54445 12.2094 1.6192L2.88437 5.34889L12.5 9.1942L22.1156 5.34889L12.7906 1.6192ZM23.4375 6.50358L13.2812 10.5661V22.9442L23.4375 18.8817V6.50358ZM11.7188 22.9458V10.5645L1.5625 6.50358V18.8833L11.7188 22.9458ZM11.6297 0.16764C12.1884 -0.0557986 12.8116 -0.0557986 13.3703 0.16764L24.5094 4.62389C24.6542 4.68193 24.7783 4.782 24.8658 4.91122C24.9532 5.04043 25 5.19287 25 5.34889V18.8833C24.9998 19.1955 24.9061 19.5005 24.7309 19.7589C24.5557 20.0174 24.3071 20.2174 24.0172 20.3333L12.7906 24.8239C12.6041 24.8986 12.3959 24.8986 12.2094 24.8239L0.984375 20.3333C0.694142 20.2177 0.445223 20.0177 0.269753 19.7593C0.0942839 19.5008 0.000322389 19.1957 0 18.8833L0 5.34889C3.63124e-05 5.19287 0.0467871 5.04043 0.13423 4.91122C0.221672 4.782 0.345801 4.68193 0.490625 4.62389L11.6297 0.16764Z"
                                                        fill="white" />
                                                </g>
                                                <defs>
                                                    <clipPath id="clip0_103_8685">
                                                        <rect width="25" height="25" fill="white" />
                                                    </clipPath>
                                                </defs>
                                            </svg>
                                        </div>
                                    </div>
                                    <span>Отслеживание статуса</span>
                                </a>
                            </div>
                            <span class="payment-method">Способ получения</span>
                            <div class="circle-btn-wrapper">
                                <a href="#" class="circle-btn">
                                    <div class="circle">
                                        <div class="cirle-content">
                                            <svg width="25" height="25" viewBox="0 0 25 25" fill="none"
                                                xmlns="http://www.w3.org/2000/svg">
                                                <path
                                                    d="M21.0938 3.90625H3.90625C3.49185 3.90625 3.09442 4.07087 2.8014 4.3639C2.50837 4.65692 2.34375 5.05435 2.34375 5.46875V19.5312C2.34375 19.9457 2.50837 20.3431 2.8014 20.6361C3.09442 20.9291 3.49185 21.0938 3.90625 21.0938H21.0938C21.5082 21.0938 21.9056 20.9291 22.1986 20.6361C22.4916 20.3431 22.6562 19.9457 22.6562 19.5312V5.46875C22.6562 5.05435 22.4916 4.65692 22.1986 4.3639C21.9056 4.07087 21.5082 3.90625 21.0938 3.90625ZM21.0938 19.5312H3.90625V5.46875H21.0938V19.5312ZM17.1875 8.59375C17.1875 9.83695 16.6936 11.0292 15.8146 11.9083C14.9355 12.7874 13.7432 13.2812 12.5 13.2812C11.2568 13.2812 10.0645 12.7874 9.18544 11.9083C8.30636 11.0292 7.8125 9.83695 7.8125 8.59375C7.8125 8.38655 7.89481 8.18784 8.04132 8.04132C8.18784 7.89481 8.38655 7.8125 8.59375 7.8125C8.80095 7.8125 8.99966 7.89481 9.14618 8.04132C9.29269 8.18784 9.375 8.38655 9.375 8.59375C9.375 9.42255 9.70424 10.2174 10.2903 10.8035C10.8763 11.3895 11.6712 11.7188 12.5 11.7188C13.3288 11.7188 14.1237 11.3895 14.7097 10.8035C15.2958 10.2174 15.625 9.42255 15.625 8.59375C15.625 8.38655 15.7073 8.18784 15.8538 8.04132C16.0003 7.89481 16.199 7.8125 16.4062 7.8125C16.6135 7.8125 16.8122 7.89481 16.9587 8.04132C17.1052 8.18784 17.1875 8.38655 17.1875 8.59375Z"
                                                    fill="white" />
                                            </svg>
                                        </div>
                                    </div>
                                    <span>Забрать в магазине</span>
                                </a>
                            </div>
                            <div class="circle-btn-wrapper">
                                <a href="#" class="circle-btn">
                                    <div class="circle">
                                        <div class="cirle-content">
                                            <svg width="25" height="25" viewBox="0 0 25 25" fill="none"
                                                xmlns="http://www.w3.org/2000/svg">
                                                <path
                                                    d="M23.375 12.9766L21.0312 7.50781C20.9714 7.3666 20.8714 7.24612 20.7436 7.16137C20.6158 7.07663 20.4659 7.03137 20.3125 7.03125H17.9688V5.46875C17.9688 5.26155 17.8864 5.06284 17.7399 4.91632C17.5934 4.76981 17.3947 4.6875 17.1875 4.6875H2.34375C2.13655 4.6875 1.93784 4.76981 1.79132 4.91632C1.64481 5.06284 1.5625 5.26155 1.5625 5.46875V18.75C1.5625 18.9572 1.64481 19.1559 1.79132 19.3024C1.93784 19.4489 2.13655 19.5312 2.34375 19.5312H4.01562C4.19553 20.1933 4.58828 20.7777 5.13328 21.1943C5.67827 21.611 6.34523 21.8367 7.03125 21.8367C7.71727 21.8367 8.38423 21.611 8.92922 21.1943C9.47422 20.7777 9.86697 20.1933 10.0469 19.5312H14.9531C15.133 20.1933 15.5258 20.7777 16.0708 21.1943C16.6158 21.611 17.2827 21.8367 17.9688 21.8367C18.6548 21.8367 19.3217 21.611 19.8667 21.1943C20.4117 20.7777 20.8045 20.1933 20.9844 19.5312H22.6562C22.8635 19.5312 23.0622 19.4489 23.2087 19.3024C23.3552 19.1559 23.4375 18.9572 23.4375 18.75V13.2812C23.4373 13.1765 23.416 13.0729 23.375 12.9766ZM17.9688 8.59375H19.7969L21.4688 12.5H17.9688V8.59375ZM7.03125 20.3125C6.72222 20.3125 6.42012 20.2209 6.16317 20.0492C5.90622 19.8775 5.70595 19.6335 5.58769 19.3479C5.46943 19.0624 5.43848 18.7483 5.49877 18.4452C5.55906 18.1421 5.70788 17.8637 5.9264 17.6451C6.14492 17.4266 6.42333 17.2778 6.72642 17.2175C7.02952 17.1572 7.34368 17.1882 7.62919 17.3064C7.9147 17.4247 8.15873 17.625 8.33042 17.8819C8.50211 18.1389 8.59375 18.441 8.59375 18.75C8.59375 19.1644 8.42913 19.5618 8.1361 19.8549C7.84308 20.1479 7.44565 20.3125 7.03125 20.3125ZM14.9531 17.9688H10.0469C9.86697 17.3067 9.47422 16.7223 8.92922 16.3057C8.38423 15.889 7.71727 15.6633 7.03125 15.6633C6.34523 15.6633 5.67827 15.889 5.13328 16.3057C4.58828 16.7223 4.19553 17.3067 4.01562 17.9688H3.125V6.25H16.4062V16.0625C16.0505 16.269 15.739 16.5436 15.4897 16.8708C15.2403 17.1979 15.058 17.571 14.9531 17.9688ZM17.9688 20.3125C17.6597 20.3125 17.3576 20.2209 17.1007 20.0492C16.8437 19.8775 16.6434 19.6335 16.5252 19.3479C16.4069 19.0624 16.376 18.7483 16.4363 18.4452C16.4966 18.1421 16.6454 17.8637 16.8639 17.6451C17.0824 17.4266 17.3608 17.2778 17.6639 17.2175C17.967 17.1572 18.2812 17.1882 18.5667 17.3064C18.8522 17.4247 19.0962 17.625 19.2679 17.8819C19.4396 18.1389 19.5312 18.441 19.5312 18.75C19.5312 19.1644 19.3666 19.5618 19.0736 19.8549C18.7806 20.1479 18.3832 20.3125 17.9688 20.3125ZM21.875 17.9688H20.9844C20.8116 17.2996 20.4219 16.7066 19.8763 16.2826C19.3306 15.8585 18.6598 15.6272 17.9688 15.625V14.0625H21.875V17.9688Z"
                                                    fill="white" />
                                            </svg>
                                        </div>
                                    </div>
                                    <span>Оформить доставку</span>
                                </a>
                            </div>
                        </div>
                        <div class="banner">

                        </div>
                    </div>
                </div>
            </div>
        </div><script src="js/order.js"></script></>
    )
}

export default OrdersPage
        
